// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Impresora";
"Tool"="Herramienta";
"Fax Settings"="Ajustes de fax";
"Fax Transmission Record"="Registro de transmisión de fax";
"Check Fax Connection"="Revisar conexión fax";
"Speed Dial/Group Dial List"="List Marc rápid/Marc grupo";
"Fax Receive Monitor"="Monitor de recepción de faxes";

"Str_FaxContacts"="Contactos";
"Str_FaxAddressBook"="Agenda";
"Str_FaxSyncContacts"="Sincronizar %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Selecc. impresora";
"Select a printer from the list."="Seleccione una impresora de la lista.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Compruebe que el ordenador esté conectado a la impresora, que esté instalado el controlador de impresora, que esté configurada la impresión desde el ordenador y que la impresora esté encendida.";
"Model"="Modelo";
"Name"="Nombre";
"Setup..."="Instalación...";
"Cancel"="Cancelar";
"Select"="Seleccionar";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Acerca de FAX Utility...";
"Preferences..."="Preferencias...";
"Services"="Servicios";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar otros";
"Show All"="Mostrar todo";
"Quit FAX Utility"="Cerrar FAX Utility";
"File"="Archivo";
"Close"="Cerrar";
"Window"="Ventana";
"Minimize"="Minimizar";
"Help"="Ayuda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="No se encuentra el archivo necesario para ejecutar la aplicación.\nReinstale FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="No se pueden obtener datos de la impresora (fax). Vaya a \"Preferencias de impresión y fax\" y añada el controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="El archivo especificado ya existe. ¿Desea sobrescribirlo?";
"Str_Alert_Common_Not_Responding_Error"="La impresora no responde. Confirme que esté encendida y bien conectada.";
"Str_Alert_Common_Communication_Error"="Error de comunicación de la impresora.";
"Str_Alert_Common_Printer_Processing_Error"="La impresora está procesando datos. Espere un rato y vuelva a intentarlo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Error durante la comunicación con la impresora.\nCódigo del error (%d)";
"Str_Alert_Common_Error_Occurred"="Error. Procesamiento cancelado.";
"Str_Alert_Common_PrinterStatusError"="Error en la impresora. Resuelva el error y vuelva a intentarlo.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="No se puede abrir el Registro de transmisión de fax porque está ejecutándose otra función de FAX Utility. Espere a que termine e inténtelo de nuevo.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="No se puede iniciar Revisar conexión fax porque está ejecutándose otra función de FAX Utility. Espere a que termine e inténtelo de nuevo.";
"Str_Alert_Fax_Settings_Cannot_Open"="No se puede iniciar Ajustes de fax porque está ejecutándose otra función de FAX Utility. Espere a que termine e inténtelo de nuevo.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="No se puede abrir la List Marc rápid/Marc grupo porque está ejecutándose otra función de FAX Utility. Espere a que termine e inténtelo de nuevo.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Escritura de contraseña del administrador";
"LOC_AdminPassword_Label"="Contraseña del administrador";
"LOC_AdminPassword_Alert"="La contraseña es incorrecta.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Cancelar";
